Tekla.Structures.AnalysisInternal.DotAnalysisChangeManagementTime
Analysis change management time.

Tekla.Structures.AnalysisInternal.DotAnalysisChangeManagementTime.Operation
The operation.

Tekla.Structures.AnalysisInternal.DotAnalysisChangeManagementTime.AnalysisModelName
The name of the analysis model.

Tekla.Structures.AnalysisInternal.DotAnalysisChangeManagementTime.TimeId
Time identifier.

Tekla.Structures.AnalysisInternal.DotAnalysisChangeManagementTime.TimeSeconds
Time seconds.

Tekla.Structures.AnalysisInternal.DotAnalysisChangeManagementTime.ComparisonTimeId
Comparison time identifier.